
<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Оплата и доставка</title>
    
    <link href='http://fonts.googleapis.com/css?family=Roboto:400,700' rel='stylesheet' type='text/css'>
    <link href="assets/stylesheets/app.css" rel="stylesheet">
  </head>
  <body>

    <div class="l-wrapper">
        <?php
          include 'functions.php';
          head();
        ?>  

        <div class="l-content-info">

          <div class="m-title-page">
            <div class="container">
              <div class="row">
                <div class="col-sm-12 text-center">
                  <h1 class="m-title-page--text">ОПЛАТА И ДОСТАВКА</h1>
                </div>
              </div>
            </div>
          </div>

          <div class="m-typo">
            <div class="container">
              <div class="row">
                <div class="col-sm-12">
                  <h3>Оформление в домашних условиях</h3>

                  <p>
                    Согласитесь, не каждая вышивальщица может позволить посетить багетную мастерскую, цены уж очень кусаются! Особенно если ты пенсионерка, студентка и т.д.. Но ведь так хочется чтобы работа твоя была оформлена эстетично и стильно, в рамку.

                    Побывав в багетной мастерской, для себя я сделала вывод, что я тоже так смогу, ничего сложного!!!

                    Итак, ваша вышитая работа постирана, отутюжена и готова к своему достойному обрамлению.

                    Попробуем оформить работу в самую простую рамочку, которая продается в фотоцентрах.
                    Рамочка с обратной стороны имеет подложку (плотный такой картон, на нем может быть прикреплен держатель, чтобы рамочка могла не только висеть на стене, но и можно было ее поставить на полку).

                    <a href="http://vishivalochka.com.ua/publ/36-1-0-45" class=""> ссылка на статью</a>
                  </p>

                  <h4 class="">Подзаголовок этой статьи</h4>

                  <ul class="">
                    <li class="">
                      Сядьте за стол, расположите перед собой вышивку и подложку 
                    </li>

                    <li class="">
                      Подсчитайте, сколько рядов канвы по горизонтали и вертикали занимает ваша подложка. В моём примере, она была равна 89 крестиков по горизонтали и 127 – по вертикали. Подсчитайте количество крестиков вашей   расположитеботы (крайние точки вышивки). В моем примере 67 крестиков по горизонтали и 83 по вертикали.
                      Теперь, находим количество крестиков (строчек) для того, чтобы наша картинка встала ровно
                      89 – 67 = 22 крестика делим на 2 = 11
                      Значит, по бокам рамочки мне надо оставить по 11 крестиков, также определяем и вертикальные ряды, в моем примере 22 крестика нужно оставить снизу и сверху
                      127 – 83 = 44 /2 = 22 крестика
                    </li>

                    <li class="">
                      Теперь отмечаем наши горизонтальные и вертикальные ряды нитью х/б
                    </li>

                    <li class="">
                      Наступает главный момент: начинаем накладывать на подложку нашу работу, совмещая отмеченные ряды, ровненько, натягивая, чтобы не было перекосов, и крепим специальными кнопками-иголками, которые продаются в канцтоварах
                    </li>

                    <li class="">
                      Заправляем в иглу нить прочную, х/б №10, и начинаем натягивать канву, сначала по вертикали пройдитесь, потом по горизонтали. Углы аккуратно заправьте и обметайте той же нитью
                    </li>

                  </ul>
                </div>
              </div>
            </div>
          </div>
      
        </div>

        <?php footer(); ?>        

    </div>
 

    <script src="bower_components/jquery/dist/jquery.min.js"></script>
    <script src="node_modules/jquery-simple-file-preview/jquery.simpleFilePreview.js"></script>
    <script src="assets/javascripts/bootstrap.min.js"></script>
    <script src="assets/javascripts/app.js"></script>
  </body>
</html>
