<div class="m-news-list-cell">
  <div class="row">
    <div class="col-sm-12">

      <h2 class="m-news-list-cell--title">
        <a href="/news.php">Оформление в домашних условиях</a>
      </h2>
      <div class="m-typo m-typo-reset-padding">
        <p>
          Согласитесь, не каждая вышивальщица может позволить посетить багетную мастерскую, цены уж очень кусаются! Особенно если ты пенсионерка, студентка и т.д.. Но ведь так хочется чтобы работа твоя была оформлена эстетично и стильно, в рамку.

          Побывав в багетной мастерской, для себя я сделала вывод, что я тоже так смогу, ничего сложного!!!

          Итак, ваша вышитая работа постирана, отутюжена и готова к своему достойному обрамлению.

          Попробуем оформить работу в самую простую рамочку, которая продается в фотоцентрах.
          Рамочка с обратной стороны имеет подложку (плотный такой картон, на нем может быть прикреплен держатель, чтобы рамочка могла не только висеть на стене, но и можно было ее поставить на полку).

          <a href="http://vishivalochka.com.ua/publ/36-1-0-45" class=""> ссылка в статье</a>
        </p>

        <p>
           Попробуем оформить работу в самую простую рамочку, которая продается в фотоцентрах.
           Рамочка с обратной стороны имеет подложку (плотный такой картон, на нем может быть прикреплен держатель, чтобы рамочка могла не только висеть на стене, но и можно было ее поставить на полку).
        </p>

      </div>
      <a href="/news.php" class="m-news-list-cell--read-link">
        Читать далее <span class="glyphicon glyphicon-menu-right" aria-hidden="true"></span>
      </a>
    </div>
  </div>
</div>